Repository: casglur/myrddinDjango4Project
Catalog: app/myrddin/locale/*/LC_MESSAGES/django.po
Languages: cy_gb

# Link_top_nav_home
source: Home
cy_gb: Catref

# Link_top_nav_the_project
source: The project
cy_gb: Y prosiect

# Link_top_nav_about
source: About
cy_gb: Am y prosiect

# Link_top_nav_funders
source: Funders
cy_gb: Cyllid

# Link_top_nav_project_team
source: Project team
cy_gb: Tim y prosiect

# Link_top_nav_the_edition
source: The edition
cy_gb: Y golygiad

# Link_top_nav_introduction
source: Introduction
cy_gb: Cyflwyniad

# Link_top_nav_bibliography
source: Bibliography
cy_gb: Llyfryddiaeth

# dropdown_menu_poems
source: Choose
cy_gb: Dewis

# inline_label_editor
source: Editor
cy_gb: Golygydd

# inline_label_modern_spelling
source: Modern spelling
cy_gb: Orgraff fodern

# inline_label_versions
source: Versions and additional material
cy_gb: Fersiynau a deunydd ychwanegol

# dropdown_menu_versions
source: Choose
cy_gb: Dewis

# Tab_overview_notes_label
source: Overview
cy_gb: Trosolwg

# Tab_background_notes_label
source: Background
cy_gb: Cefndir

# Tab_paraphrase_label
source: Paraphrase
cy_gb: Aralleiriad

# Tab_explanatory_notes_label
source: Explanatory
cy_gb: Esboniadol

# Tab_text_notes_label
source: Textual
cy_gb: Testunol

# Tab_manuscripts_label
source: Manuscripts
cy_gb: Llawysgrifau
